commands = '''
**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩

الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م3` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
**'''

sec2 = """**
⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 𝗖𝗛𝗘𝗖𝗞𝗘𝗥 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
**"""
sec3 = """**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1⃣ لمعرفة امر النشر التلقائي ارسل : `s1`

2⃣ لمعرفة امر اذاعة ارسل الامر  : `s2`

3⃣ لمعرفة امر التكرار ارسل الامر : `s3`

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍**"""
s1 = """**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩ 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

لتفعيل النشر التلقائي اتبع الامر الاتي : 

.مؤقت + عدد الثواني + عدد التكرار + الكليشة

لايقاف النشر التلقائي ارسل الامر : `ايقاف`

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

s2 = """**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩ 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

لعمل اذاعة للخاص اتبع الامر الاتي : 

.للخاص + الكليشة

لعمل اذاعة للكروبات اتبع الامر الاتي : 

.للكروبات + الكليشة

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""



s3 = """**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩ 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

لتفعيل امر التكرار قـم باتباع الخطوات :

1- قم بالرد على الرسالة التي تريد تكرارها

2- قم بأتباع الامر الاتي : .تكرار + الكليشة

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""