commands = '''
**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩

الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م3` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''

sec2 = """
⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 𝗖𝗛𝗘𝗖𝗞𝗘𝗥 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
sec3 = """
⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 ⟩


1⃣ لمعرفة امر النشر التلقائي ارسل : `s1`

2⃣ لمعرفة اوامر الاذاعة ارسل : `s2`

3⃣ لمعرفة امر التكرار ارسل : `s3`
"""
s1 = """ لتفعيل النشر التلقائي اتبع الامر الاتي :

.مؤقت + عدد الثواني + عدد التكرار + الكليشة

مثال : `.مؤقت 2 3 مرحبا `

لايقاف النشر التلقائي ارسل الامر :

`.ايقاف النشر التلقائي`
"""

s2 = """  لعمل اذاعة للخاص اتبع الامر الاتي

.للخاص + الكليشة

مثال : `للخاص مرحبا`

لعمل اذاعة للمجموعات اتبع الامر الاتي 

.للكروبات + الكليشة

مثال : `للكروبات مرحبا` """



s3 = """ لتفعيل امر التكرار اتبع الامر الاتي :

قم بالرد على الرسالة التي تريد تكرارها ثم قم بأرسال الامر :

.تكرار + عدد التكرار  """